news = [
    {
        'title': "Космический корабль Crew Dragon успешно приводнился у побережья Калифорнии",
        'link': "https://ria.ru/20250404/korabl-2009431238.html",
        'text': "МОСКВА, 4 апр - РИА Новости.Космический корабль Crew Dragon с командой из четырех астронавтов успешно приводнился у побережья Калифорнии после первого пилотируемого орбитального полета над Северным и "
    },
    {
        'title': "Ученые доказали, что хром делает ядерное топливо безопаснее",
        'link': "https://ria.ru/20250404/nauka-2009171975.html",
        'text': "МОСКВА, 4 апр — РИА Новости.Хромовое покрытие для оболочек специального "толерантного" ядерного топлива, которое делает их более устойчивыми к повреждениям, разработали ученыеТомского политехав состав"
    },
    {
        'title': "Российские ученые обнаружили новые виды глубоководных моллюсков",
        'link': "https://ria.ru/20250404/uchenye-2009244453.html",
        'text': "ВЛАДИВОСТОК, 4 апр - РИА Новости.Российские ученые в ходе международной экспедиции в районе Алеутского желоба и в прилегающих глубоководных районах Тихого океана и Берингова моря обнаружили новые для "
    },
    {
        'title': "Японские ученые замедлили снижение функций почек у мышей",
        'link': "https://ria.ru/20250404/uchenye-2009241539.html",
        'text': "ТОКИО, 4 апр - РИА Новости.Ученые Университета Киото заявили, что им удалось замедлить снижение функций почек у мышей с хронической болезнью этих органов путем трансплантации клеток, полученных из инд"
    },
    {
        'title': "Ученые предупредили о магнитной буре",
        'link': "https://ria.ru/20250403/burya-2009062352.html",
        'text': "МОСКВА, 3 апр - РИА Новости.Слабая магнитная буря возможна на Земле в ночь в субботу, следует из графика, представленного насайтеЛаборатории солнечной астрономии ИКИ и ИСЗФ РАН. Согласно прогнозу, бур"
    },
    {
        'title': "В России впервые сфотографировали кометоподобный хвост Меркурия",
        'link': "https://ria.ru/20250403/merkuriy-2009040676.html",
        'text': "НОВОСИБИРСК, 3 апр – РИА Новости.Астрономам обсерватории "Вега" Новосибирского госуниверситета (НГУ) удалось зафиксировать достаточно редкое астрономическое явление — кометоподобный натриевый хвост Ме"
    },
    {
        'title': "Один в поле воин. На Дону испытали гибридный робот-трактор",
        'link': "https://ria.ru/20250403/nauka-2008903024.html",
        'text': "МОСКВА, 3 апр — РИА Новости.Универсальный беспилотный трактор, способный работать от электричества и дизельного топлива, протестировали в реальных условиях специалистыДГТУ. Как отметили в пресс-службе"
    },
    {
        'title': "Ученые вывели бактерии для очистки почвы от ракетного топлива",
        'link': "https://ri.ria.ru/20250403/nauka-2008914713.html",
        'text': "МОСКВА, 3 апр — РИА Новости.Российские ученые разработали технологию очистки почвы от высокотоксичного компонента ракетного топлива с помощью бактерий Bacillus subtilis KK1112 и неприхотливых кормовых"
    },
    {
        'title': "НАСА повысило риск столкновения угрожавшего Земле астероида с Луной",
        'link': "https://ria.ru/20250403/nasa-2009010047.html",
        'text': "МОСКВА, 3 апр — РИА Новости.Американское космическое агентствоНАСАповысило вероятность столкновения с Луной недавно открытого и угрожавшего Земле астероида 2024 YR4 в 2032 году до 3,8 процента. Ранее "
    },
    {
        'title': "Ученые рассказали о скорости таяния ледников Шпицбергена",
        'link': "https://ria.ru/20250402/ledniki-2008973418.html",
        'text': "МОСКВА, 2 апр - РИА Новости.Ледники юго-западной части Шпицбергена ежегодно теряют слой льда в 2,5 метра, такая беспрецедентная скорость таяния наблюдалась последний раз 4 тысячи лет назад, когда еще "
    },
    {
        'title': "Белых людей закапывали вместе с ними: что скрывают загадочные мумии в Китае",
        'link': "https://ria.ru/20250402/mumii-2008942140.html",
        'text': "МОСКВА, 2 апр - РИА Новости.В руках археологов часто оказываются древние артефакты, которые выходят за рамки исторической науки и не вписываются в современную концепцию развития человеческой цивилизац"
    },
    {
        'title': "На Байконуре задержали иностранцев при попытке пробраться к "Буранам"",
        'link': "https://ria.ru/20250402/buran-2008889324.html",
        'text': "МОСКВА, 2 апр — РИА Новости.На Байконуре задержали иностранцев, пытавшихся пробраться к зданию с советскими многоразовыми кораблями "Буран", сообщил РИА Новости источник, знакомый с ситуацией. "Сегодн"
    },
    {
        'title': "Путин поручил правительству и главам регионов помочь "Движению первых"",
        'link': "https://ria.ru/20250402/molodezh-2008885742.html",
        'text': "МОСКВА, 2 апр - РИА Новости.Президент России Владимир Путин поручил кабмину и главам регионов помочь "Движению первых" в реализации всероссийского проекта по вовлечению детей и молодежи в науку. Переч"
    },
    {
        'title': "Российские ученые нашли еще один фактор, связанный с развитием шизофрении",
        'link': "https://ria.ru/20250402/shizofreniya-2008814627.html",
        'text': "МОСКВА, 2 апр - РИА Новости.Российские ученые нашли еще один фактор, связанный с развитием шизофрении: оказалось, что у пациентов с этим диагнозом в части головного мозга, соединяющего его полушария, "
    },
    {
        'title': "Неопознанные артефакты, найденные под Тверью, оказались ключами",
        'link': "https://ria.ru/20250402/nauka-2008597129.html",
        'text': "МОСКВА, 2 апр — РИА Новости.Пять предметов "неизвестного назначения", обнаруженные Раннесредневековой экспедицией ГИМ на территории археологического памятника Шниткино в Тверской области, оказались ме"
    },
    {
        'title': "В Ставрополе нашли способ ускорить рост гороха",
        'link': "https://ria.ru/20250401/nauka-2008474596.html",
        'text': "МОСКВА, 1 апр — РИА Новости.Новый метод стимуляции роста гороха на основе использования наночастиц оксида меди и полисахаридов разработали ученыеСКФУ. По их словам, обработка семян специальным комплек"
    },
    {
        'title': "Crew Dragon отправился в первый орбитальный полет над полюсами",
        'link': "https://ria.ru/20250401/kosmos-2008544869.html",
        'text': "ВАШИНГТОН, 1 апр - РИА Новости.Космический корабль Crew Dragon стартовал в первый пилотируемый орбитальный полет над Северным и Южным полюсами Земли, сообщила компанияSpaceX. Crew Dragon был запущен с"
    },
    {
        'title': ""Триколор" подвел итоги работы в 2024 году",
        'link': "https://ria.ru/20250331/trikolor-2008400948.html",
        'text': "Оператор "Триколор" в 2024 году сохранил лидерство на рынке платного ТВ, а также представил обновленный сайт, расширил линейку устройств для дома и запустил в космос гаджет под своим брендом. "Триколо"
    },
    {
        'title': "Путин предложил Баканову обсудить финансирование космических программ",
        'link': "https://ria.ru/20250331/putin-2008390435.html",
        'text': "МОСКВА, 31 мар - РИА Новости.Президент России Владимир Путин на встрече с генеральным директором госкорпорации "Роскосмос" Дмитрием Бакановым предложил обсудить вопросы финансирования космических прог"
    },
    {
        'title': "Баканов назвал первоочередные задачи на посту главы "Роскосмоса"",
        'link': "https://ria.ru/20250331/bakanov-2008389968.html",
        'text': "МОСКВА, 31 мар – РИА Новости.Гендиректор "Роскосмоса" Дмитрий Баканов назвал первоочередными задачами донастройку национального проекта РФ по космосу и коммерциализацию космических услуг. "Из первооче"
    },
]

# Всего новостей за февраль: 20
